/* conjunction to end a compound sentence */
" and" = " e";

/* No comment provided by engineer. */
"%@" = "%@";

/* Account Name (Connecting) - shown for an account while it is connecting */
"%@ (Connecting)" = "%@ (A ligar)";

/* No comment provided by engineer. */
"%@ is not on any account. Please select a specific account or add this contact first." = "%@ não se encontra em nenhuma conta. Seleccione uma conta ou adicione este contacto.";

/* No comment provided by engineer. */
"%@ on the account %@" = "%1$@ na conta %2$@";

/* Event: <A contact's name> requested authorization */
"%@ requested authorization" = "%@ pediu autorização";

/* This is displayed in the message window when prompting to receive a file. The first %@ is the sender; the second %@ is the filename of the file being sent. It will be followed by buttons such as 'Save' and 'Cancel'. */
"%@ requests to send you %@" = "%1$@ quer enviar-lhe %2$@";

/* Message displayed when a contact sends a buzz/nudge/other notification. %@ will be the other person's name. */
"%@ wants your attention!" = "%@ quer a sua atenção!";

/* comma between actions in the events list */
"," = ",";

/* period at the end of the Events pane sentence describing actions taken for an event */
"." = ".";

/* Status message for a bookmark (1 mention, 1 message) */
"1 mention, 1 message" = "1 menção, 1 mensagem";

/* Status message for a bookmark (1 message) */
"1 message" = "1 mensagem";

/* Colon which will be appended after a label such as 'User Name', before an input field */
":" = ":";

/* please keep the semicolon at the start of the line. %@ will be replaced by a status message. This is used when reading an entry in the contact list aloud, such as 'Evan Schoenberg; status message I am bouncing up and down' */
"; status message %@" = "; mensagem de estado: %@";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<New Account>";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "\"%@\" já está em utilização.";

/* No comment provided by engineer. */
"a member of %@" = "um membro de %@";

/* No comment provided by engineer. */
"Account:" = "Conta:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Acção:";

/* No comment provided by engineer. */
"Add Account" = "Adicionar conta";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Adicione uma acção ao evento seleccionado";

/* No comment provided by engineer. */
"Adium provides encryption, authentication, deniability, and perfect forward secrecy over %@ via Off-the-Record Messaging (OTR). If your contact is not using an OTR-compatible messaging system, your contact will be sent a link to the OTR web site when you attempt to connect. For more information on OTR, visit https://otr.cypherpunks.ca/." = "O Adium fornece cifragem, autentificarão, negação e reenvio secreto de %@ através de Off-the-Record Messaging (OTR). Se o contacto não estiver a utilizar um sistema de mensagens compatível com OTR, ele receberá uma ligação para o site do OTR quando tentar ligar-se. Para mais informações sobre OTR, visite https://otr.cypherpunks.ca/.";

/* No comment provided by engineer. */
"Alias:" = "Nick:";

/* No comment provided by engineer. */
"Any" = "Qualquer";

/* No comment provided by engineer. */
"Authorization Requests" = "Pedidos de autorização";

/* No comment provided by engineer. */
"Authorize" = "Autorizar";

/* No comment provided by engineer. */
"Authorize and Add" = "Autorizar e adicionar";

/* No comment provided by engineer. */
"Authorize Selected" = "Autorizar seleccionados";

/* No comment provided by engineer. */
"Bookmarks" = "Marcadores";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* Cancel current account activity prefix */
"Cancel: %@" = "Cancelar %@";

/* No comment provided by engineer. */
"Cannot open sound set" = "Não foi possível abrir o pacote de sons";

/* No comment provided by engineer. */
"Clear" = "Limpar";

/* No comment provided by engineer. */
"Configure the selected action" = "Configurar acção seleccionada";

/* No comment provided by engineer. */
"Connect" = "Ligar";

/* Connect account prefix */
"Connect: %@" = "Ligar %@";

/* %@ will be the name of a group in the contact list */
"contact group %@" = "grupo %@";

/* No comment provided by engineer. */
"Contact List" = "Lista de contactos";

/* No comment provided by engineer. */
"Contact not found" = "Contacto não encontrado";

/* No comment provided by engineer. */
"Contact requests authorization" = "O contacto pede autorização";

/* No comment provided by engineer. */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Custom" = "Personalizado";

/* Button which deletes the selection */
"Delete" = "Apagar";

/* No comment provided by engineer. */
"Delete Account" = "Apagar conta";

/* New contact alert pane */
"Delete after event occurs" = "Apagar após o evento ocorrer";

/* No comment provided by engineer. */
"Delete Event?" = "Apagar evento?";

/* No comment provided by engineer. */
"Delete the account %@?" = "Apagar a conta %@?";

/* No comment provided by engineer. */
"Deny" = "Negar";

/* No comment provided by engineer. */
"Deny and Block" = "Negar e bloquear";

/* No comment provided by engineer. */
"Deny Selected" = "Negar seleccionados";

/* No comment provided by engineer. */
"Disable" = "Desactivar";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an unknown plugin is loaded */
"Disable %@?" = "Desactivar %@?";

/* No comment provided by engineer. */
"Disabled Accounts" = "Desactivar contas";

/* No comment provided by engineer. */
"Disconnect" = "Desligar";

/* Disconnect account prefix */
"Disconnect: %@" = "Desligar %@";

/* Button which indicates that the editing sheet is done */
"Done" = "Terminado";

/* Button which duplicates the selection */
"Duplicate" = "Duplicar";

/* No comment provided by engineer. */
"Edit Account" = "Editar conta";

/* Edit In Address Book Contextual Menu */
"Edit In Address Book" = "Editar na Agenda";

/* No comment provided by engineer. */
"Edit Link" = "Editar ligação";

/* No comment provided by engineer. */
"Edit presets:" = "Editar predefinições:";

/* No comment provided by engineer. */
"Enable" = "Activar";

/* Enable account prefix */
"Enable %@" = "Activar %@";

/* Label besides the encryption preference menu */
"Encryption:" = "Cifra:";

/* No comment provided by engineer. */
"Error" = "Erro";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Evento:";

/* No comment provided by engineer. */
"Events" = "Eventos";

/* No comment provided by engineer. */
"External plugins may cause crashes and odd behavior after updating Adium.  Disable this plugin if you experience any issues." = "Plugins externos poderão causar crashes e comportamentos estranhos após actualizar o Adium. Desactive este plugin se tiver qualquer problema.";

/* No comment provided by engineer. */
"Get Info" = "Informações";

/* %@ will be the name of a bookmark */
"group chat bookmark %@" = "marcador de conversa de grupo: %@";

/* No comment provided by engineer. */
"Idle" = "Inactivo";

/* No comment provided by engineer. */
"Ignore" = "Ignorar";

/* No comment provided by engineer. */
"Ignore and Block" = "Ignorar e bloquear";

/* No comment provided by engineer. */
"Ignore Selected" = "Ignorar seleccionados";

/* No comment provided by engineer. */
"Invalid status icon pack" = "Pacote de ícones de estado inválido";

/* No comment provided by engineer. */
"Join" = "Aceder";

/* No comment provided by engineer. */
"Join Chat" = "Aceder à conversa";

/* Text of the typing preference checkbox in the account preferences */
"Let others know when you are typing" = "Permitir que os contactos vejam que está a escrever";

/* Label for the login server field in the account preferences */
"Login Server:" = "Servidor:";

/* No comment provided by engineer. */
"New Alert" = "Novo alerta";

/* No comment provided by engineer. */
"No" = "Não";

/* No comment provided by engineer. */
"No compatible accounts connected" = "Não há contas compatíveis ligadas";

/* No comment provided by engineer. */
"OK" = "OK";

/* Label for the password field in the account preferences */
"Password:" = "Palavra-passe:";

/* No comment provided by engineer. */
"Paste" = "Colar";

/* %@ will be the name of a plugin. This is the title of the dialogue shown when an plugin is blacklisted.
   %@ will be the name of a plugin. This is the title of the dialogue shown when an plugin is loaded on an unsupported architecture. */

"Plugin %@ Will be Disabled" = "O plugin %@ será desactivado";

/* Label for the port field in the account preferences */
"Port:" = "Porta:";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Remover a(s) acção(ões) seleccionada(s)";

/* Button which renames the selection */
"Rename" = "Alterar o nome";

/* Event: requested authorization (follows a contact's name displayed as a header) */
"requested authorization" = "pediu autorização";

/* No comment provided by engineer. */
"Requests authorization" = "Pede autorização";

/* No comment provided by engineer. */
"Set to Current Adium Status" = "Definir como estado actual";

/* Show In Address Book Contextual Menu */
"Show In Address Book" = "Mostrar na Agenda";

/* No comment provided by engineer. */
"Social Networking" = "Rede social";

/* No comment provided by engineer. */
"Social Networking Status" = "Estado da rede social";

/* No comment provided by engineer. */
"Social Networking Status:" = "Estado da rede social:";

/* No comment provided by engineer. */
"Sound set upgrade failed" = "A actualização do pacote de sons falhou";

/* No comment provided by engineer. */
"The active status icon pack \"%@\" installed at \"%@\" is invalid.  It is missing the required status icon \"%@\".  If you received this pack from xtras.adium.im, please contact its author. Your status icon setting will be restored to the default." = "O pacote de ícones de estado actual \"%1$@\" instalado em \"%2$@\" é inválido. O ícone de estado \"%3$@\" está em falta. Se retirou este pacote de xtras.adium.im, entre em contacto com o seu autor. As definições do seu ícone de estado serão restauradas para as predefinições.";

/* No comment provided by engineer. */
"The bookmark %@ does not contain enough information and can not be used. Please recreate it next time you join the chat.\nWould you like to remove this bookmark?" = "O marcador %@ não contém informação suficiente e não poderá ser usado. Crie um novo da próxima vez que se juntar à conversa.\nRemover marcador?";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Os caracteres que está a inserir não são válidos para uma conta deste serviço.";

/* No comment provided by engineer. */
"The sound set %@ is version %i, and this version of Adium does not know how to handle that; perhaps try a later version of Adium." = "O pacote de sons %1$@ está na versão %2$i e esta versão do Adium não sabe como utilizá-lo. Tente uma versão posterior.";

/* No comment provided by engineer. */
"This plugin does not support your native architecture." = "Este plugin não suporta a arquitectura do seu computador.";

/* %@ will be a version number of Adium */
"This plugin is known to be incompatible with Adium %@." = "Este plugin é conhecido como não sendo compatível com o Adium %@.";

/* No comment provided by engineer. */
"This version of Adium uses a new format for sound sets. Adium was not able to update the sound set %@ located at %@. It has been disabled." = "Esta versão do Adium utiliza um novo formato de pacotes de som. O Adium não conseguiu actualizar o pacote de sons %1$@ localizado em %2$@ e desactivou-o.";

/* Label in front of the title for a preset */
"Title:" = "Título:";

/* Label beside the 'let others know when you are typing' checkbox in the account preferences */
"Typing:" = "Escrita:";

/* No comment provided by engineer. */
"Unable to join bookmarked chat" = "Não é possível juntar-se à conversa marcada";

/* No comment provided by engineer. */
"Unknown" = "Desconhecido";

/* No comment provided by engineer. */
"User Name" = "Nome de utilizador";

/* No comment provided by engineer. */
"When %@ requests authorization" = "Quando %@ pedir autorização";

/* No comment provided by engineer. */
"When a contact requests authorization" = "Quando um contacto pedir autorização";

/* No comment provided by engineer. */
"Yes" = "Sim";

/* Displayed in an open chat when its account has been connected */
"You have connected" = "Ligou-se";

/* Displayed in an open chat when its account has been connected */
"You have disconnected" = "Desligou-se";

/* Message displayed when you send a buzz/nudge/other notification. %@ will be the other person's name. */
"You requested %@'s attention" = "Pediu a atenção de %@";

/* No comment provided by engineer. */
"Your attention is requested!" = "Pedem-lhe atenção!";
/* Restored from historic nib translations (arm64 revival) */
"Appear Idle Immediately" = "Mostrar como Inactivo";
"Auto-reply" = "Responder automaticamente";
"Custom Status" = "Custom Status";
"Hours" = "Horas";
"Minutes" = "Minutos";
"Mute Sounds" = "Tirar o som";
"Save Custom Status" = "Guardar estado";
"Silence Notifications" = "Silenciar notificações";
"State:" = "Estado:";
"Status Message:" = "Mensagem de estado:";
"With a custom auto-reply message:" = "Mensagem personalizada:";

/* Adium arm64 revival */
"Let others know when you have read their messages" = "Informar os outros quando tiver lido as mensagens deles";
"Read receipts:" = "Confirmações de leitura:";

/* Strings the code localizes which had never been extracted; English value = key. */
"%lu authorization requests" = "%lu pedidos de autorização";
"%lu mentions, %lu messages" = "%lu menções, %lu mensagens";
"%lu messages" = "%lu mensagens";
"1 mention, %lu messages" = "1 menção, %lu mensagens";
"Clear the field to let Adium name this status after its message." = "Deixe o campo vazio para que o Adium dê a este estado o nome da respectiva mensagem.";
"No notifications in Notification Center while this status is active." = "Sem notificações na Central de notificações enquanto este estado estiver activo.";
"No sounds and no spoken messages for this account's contacts." = "Sem sons e sem mensagens faladas para os contactos desta conta.";
"Quiet" = "Silencioso";
"Remove the %lu actions associated with this event?" = "Remover as %lu acções associadas a este evento?";
"Saved statuses appear in the status menu." = "Os estados guardados aparecem no menu de estado.";
"Status" = "Estado";
"Status Message" = "Mensagem de estado";
"Title" = "Título";

/* The rebuilt account area: the rows and sections that AIAccountPlan and
   AIAccountPlanFormBuilder put together. These classes live in the framework,
   so lookup happens here and not in the application table. */
/* No comment provided by engineer. */
"Password" = "Palavra-passe";

/* No comment provided by engineer. */
"Display Name" = "Nick";

/* Account privacy row: whether typing is reported to the other side */
"Let others know when I am typing" = "Permitir que os contactos vejam que estou a escrever";

/* Account privacy row: whether read receipts are sent */
"Let others know when I have read their messages" = "Permitir que os contactos vejam quando li as mensagens deles";

/* No comment provided by engineer. */
"Encryption" = "Cifra";

/* Section header above an account's name and password */
"Account" = "Conta";

/* Section header above an account's personal details */
"Personal" = "Pessoal";

/* Section header above an account's options */
"Options" = "Opções";

/* Section header above the options a protocol offers beyond the usual ones */
"More Options" = "Mais opções";

/* Section header above an account's privacy settings */
"Privacy" = "Privacidade";
